{
  "timestamp": "2024-11-29T20:04:10.686Z",
  "audioFile": "./testThap.mp3",
  "transcript": "Hi, Lucy Nice to meet you. Hey. So I understand that you referred here by your Gp because you've been feeling quite down recently. Yeah. I thought I should... I've been feeling quite bad for quite a while, so I thought maybe it's time to see someone about it because I I don't wanna feel like this anymore. Okay. So from your notes I saw that you saw the Gp about three months ago? Yeah. So how long have you been feeling down altogether? And quite a few months before that as well, actually, but it's gotten pretty bad these past few months. That's kind of why It came. Okay. So as it got worse since you saw your? Yeah. Okay. So tell me, I mean, how how are things at the moment? But it kinda started just feeling a bit low and wound up about things, but I don't know just recently, I I just can't really be bothered to do anything at all, Kinda of find it hard to get motivated for things. And I want to be I really want to be better, but it's just kind of reaching in the head now I just... I wanna do something about it. Okay. So you said that you're feeling really down really sad. Yeah. And you feel like you haven't got any motivation but are you okay. Yeah. Sorry. Okay. And you haven't got any motivation, but it sounds like you putting quite a lot of pressure on yourself to try and feel a bit better. Yeah. I just it's kind of hard as well because there's not really anyone to talk about some I just kinda stay on my own trying to I don't like to think about it, but I know So you've you say you've been... You've been quite isolated. There's not many people around. Yeah. There's no one. I can talk to about it. Dom would less than don't understand anyway. Okay. So I'm just gonna try and find out a a little bit more about you. So I understand that you're an English student at Uni. Yeah. And, you live away from home with some friends. Is that right? Yeah. I live Okay. Okay. So you don't you don't know far from the Uni. But so you feel like... You live with your friends, but you don't feel like you can talk to them. Yeah. I mean, they're lovely. I I I get on really well with them, but I don't know. I just recently whenever they wanna go out of stuff. I just I don't wanna bring them down. I can't... They don't understand what I'm going to they kind of... I didn't... They don't make fun of how I feel, but they don't really understand what it's like. I just I don't wanna go out with them bring them down stuff. Okay. So it sounds you try and hide the way you're feeling from them. Hey I guess. I mean, it's easier to hide it then to try and explain it all the time when no one really wants to know. Okay. So it sounds like you've been feeling down, you've been feeling un unregulated. You feel like you want to be better, but actually, it sounds like you feel like you can't reach out for help. You can't speak speak to anybody. No. I don't really talk to my parents about these. So hard. Okay. I'm just gonna go back in time a little. I suppose. I'm just wondering when when did all of this start? You said it's been going on for quite a few months. Yeah. I guess, it kind of started when I was... Actually when I was revising for my exams. I guess the stress. I put a lot of stress on myself, I think I've always wanted to do well for me, and I I guess, for my parents, so the stress of exams, and it was was kind of hard because my parents were going through a bit but a troubled time then. So Okay. So this would be like last March. Last April. Yeah. It it think so around that time it's about six months if and it sounds like a lot was happening. So you had a lot of uni pressure on and and you you said that your parents were having marital problems. Yes. Okay. And it sounds like that was a real shock to you. Yeah. I guess, it was hard as well because I wasn't doing well at Uni. I guess I just felt a bit guilty. I I know it sounds silly, but I felt, like, maybe if I could do better than they would get better, but it just wasn't really happening. Okay. So it sounds like you were trying to work hard and Yeah. And be more successful because you thought that that would make them happier and try and fix things. Yeah. I wanted to make them feel better, but it it just kinda kept fried a little, Guess. How did it backfire fire? Well, it just ended up with them getting worse and I've just been feeling worse since then. Okay. So I after the summer, after the exam period, and how did that exam period go for you in the end? Not very well. Okay. That's an awful lot of pressure to put on yourself you suppose to... Just annoying because I know I should have done better, and I just didn't and, I guess I beat myself up a lot about. Mh So you say I know I know I should have done better. Yeah. I mean, I suppose hearing it from my perspective, I'm thinking it sounds like you had an awful lot going on at the time it would be understandable absolutely that you wouldn't do as well as normal. I suppose I'm just wondering if you have very high standards for yourself. Probably, maybe more than other people, but my parents have always kind of taught me not in in a loving way I guess, but that you should do your best, but also get the best and I agree with that. I I think that's the right thing to think. But when I don't do that I don't know. It annoys me a lot. And I worried that it annoys them. So it sounds like you feel you should always do your best. Already used. Yeah, and that there isn't any kind of exceptions for that, but... No. Okay. So I can I can see then, and that was a really difficult time for you and that was when your mood started to get lower and things are still quite bad now? I mean, what's the situation with your parents at the moment? I think it it doesn't sound good. I don't really talk to them a lot, but I don't think they're going through for a good. I don't like to talk to them about it because it just makes me feel worse. Okay. But I don't think it's getting any better. The you home over the summer. For a little bit. Yeah. Mh. And how is that? Not very fun. Now, and it was quite tense the time. It stressed me out more than relaxed me over the summer Again. Mh. Okay. Okay. And so it sounds like like quite a lot has been happening. You've been feeling very low. You've had, uni pressure on. You've had, problems with your parents, marriage, and it sounds like you feel like you can't really reach out to to anyone that you can't understand, you can't really reach out your parents right now. You can't really con fighting your friends. So I suppose I'm just wondering if you can tell me a bit more about how you've been feeling. I mean, say this past week. Really not good to be honest. I actually... If I don't have to then I don't really leave the house or get out of, but I just... I can't find the motivation for the things I used to join. I used to love doing sports or going out and Now I just prefer to like and better not really do anything. Okay. I missed a few lectures this week that I should have gone to. But. Right. So I suppose I'm just wondering that it's see if we can think about one thing say lecture what kind of thoughts do you have about going to our lecture before it happens? And it really see the point anymore if if I can't do as well as I should be doing then what's the point in putting in myself in those positions. Just I can't be bothered anymore to to try. Just just stresses me out more than that needs to. Okay. So it sounds like the kind of thought you've got in your head are. It's pointless. It's not worth it. Yeah. Do you have any other thoughts in your head when you're just at that point before you go to the lecture? So like, I don't know. I I I don't really even deserve to be here if I can't do well enough. I see these other students so they're doing well and doing better and want to be there. I don't know why I'm here even that you need to be honest. So it sounds like you feel like you're not as good as other people here. Yeah. Okay. I'm just sorry. It's, okay if I take as we go through. It's just I'm trying to understand what you're telling me, and it helps me just to write it down, and I'll share this with you later. Okay. So it sounds like those are those are some quite negative thoughts to have. You're kind of saying, you, it feels like it's pointless. It's more effort than it's worth. And I I don't deserve to be here. I mean, when you have those thoughts, how do you feel? Very unlikely probably would be the best way to put it kind of I know just lower than normal Okay. Then it makes me think about all the things that I should have been doing better. Okay. So what you described there and you said, I'm unaware. I should be doing lots of things better. Those are kind of what I would, Call thoughts actually. I suppose I'm trying to understand what it feels like in your gut, what kind of emotions do you feel happier? Or do you feel sad? Do you... What kind of emotions are you feeling when you have those thoughts? Sad. Yeah. Not happy with. Very sad. I I bit of kind of anger and frustration as well. Okay. And Know just when you're kinda telling me, and I know this is quite heavy topic. But you're kind of laughing. And I suppose I wonder a little bit You're a bit, you know, how do you feel about having these emotions, talking about these emotions? Yes. Embarrassed. Mh. Bad is I... I've never yet talked about it it's quite uncomfortable to be in this situation. K. Well you're doing a great job. Because I know I know that this can be difficult. Okay. So it sounds like some of the thoughts you're describing are it's pointless. It's more than it's worth. Don't deserve to be here. I'm un where, and those kind of thoughts. It sounds like they just flipped through your mind. And then he's kind of describing different emotions that those lead to. You're kind screaming me sad. Anger frustration embarrassed. What about in your body, what happens? How you feel kind of physically? I used to be... I think from those emotions very wound up very kind of stressed all the time. But recently, it's just been a lot more draining than anything. Just mh. Quite let and just can't be bothered anymore and it's my body reflects that. But then when I try and sleep, I just can't see to have a satisfied my sleep. It's really, really frustrating. So it sounds like this is affecting. It's draining you if your energy, like like, your body can't be bothered. I think that's a really good way of describing it. And you're you're noticing sleep problems as well. And then what you do. So this is... Say we're back to the point before the lecture. So you start having these thoughts, these emotions, and, you know, your body, I guess, it sounds like those thoughts quite draining so we're draining your energy. What then happens, what you do next. I kind of focus on the negative thoughts and I probably should not think about them, but I focus on them and then I don't really wanna do anything. I kinda stay in bed or So you think even more about those kind of worries so you have so you do a bit of dwelling and you stay in bed. And it sounds like you don't... You you haven't tried speaking to your friends about it. No. Or speaking to family. Okay. And then after you've done that. So after you've not gone to the lecture, you've stayed in bed, you kinda spent time as you said focusing on those those thoughts, those negative thoughts. How do you feel after that, do you feel better or do you feel worse? I guess I felt a slightly worse, but then a bit numb in a way kind of once you've felt that Because I do feel tired all the time. I just try and push it out and then you don't really think about anything, and it's almost nice so that way then to keep focusing on how much you're getting wrong and how much you can't do stuff. Sometimes it's better just to not think about it at all. So it sounds like in some ways, it's bit of a relief to do that. Yeah. But in other ways, maybe you think it might make things worse. Probably in the long run. Yeah."
}